Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: མཛུབ་མོ་གྱེན་དུ་བསྒྲེང་མཐེ་བོ་ཡིད་ཙམ་བཀུག་ལ་ལག་པ་གཡས་པར་བརྐྱང་སྟེ། སོར་མོ་རྣམས་པདྨའི་ཚུལ་དུ་གཞག་ལ།
en: The right arm should be extended, with the fingers forming the round shape of a lotus.

source: མཐེ་བོ་ཡིད་ཙམ་བཀུག་སྟེ།
en: With the thumb and the middle finger bent, the hand should appear as if holding the noose.

source: གུང་མོ་དོན་ཡོད་པའི་ཞགས་པར་བགྱི་བ་ནི། དོན་ཡོད་པའི་ཞི་བའི་ཆོ་ག་ཆེན་པོའི་མིག་སེམས་ཅན་ཐམས་ཅད་ལ་བྱམས་པའི་སེམས་དང་། སྙིང་རྗེའི་བདག་ཉིད་ཅན་ལགས་ཏེ། གསང་སྔགས་འདི་བརྗོད་དོ། །ཨོཾ་པ་ཤུ་པ་ཏི་པཱ་ཤ་དྷ་ར་ས་ཧ་སྲ་ར་སྨི་བྲ་ཏི་མནྡི་ཏ་ཀཱ་ཡ།
en: Assuming the great, peaceful amogha vision, nurturing thoughts of loving kindness, and with the heart filled with compassion for all beings, the vidyā holder should recite the following mantra: [98] “Oṁ, O noose-holding lord of unfree beings, with a body adorned with hundreds of thousands of light rays!

source: ཨཱ་ཀརྵ་ཎི་སཾ་ཙོ་ད་ནི།
en: Pull them in!

source: བྷུ་རུ་དྷུ་རུ།
en: Awaken them, awaken them fully! Bhuru bhuru!

source: ཨ་མོ་གྷ་པཱ་ཤ་སིད་དྷི་ཧཱུྃ།
en: You are the master of the unfailing noose, hūṁ! “

source: ཕྱག་རྒྱ་འདིས་གསང་སྔགས་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་སོ།
en: This mudrā should be displayed and the mantra recited twenty-one times.

source: །དེ་ནས་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་བཟླས་ནས། ལག་པ་གཡས་པ་ཞགས་པའི་ཕྱག་རྒྱའི་ཚུལ་དུ་བརྡེག་ཅིང་སླར་ཡང་རང་གི་གནས་སུ་གཟུང་ཞིང་།
en: After that, the vidyā holder should make the casting movement with the right hand—the one that displays the noose mudrā—while reciting the heart mantra of Amoghapāśa, and then bring it back to the same position.

source: གསང་སྔགས་ལན་བདུན་བཟླས་ཏེ། ལན་བདུན་དུ་ཡང་བརྡེག་གོ། །དོན་ཡོད་རྒྱལ་པོ་བཟླས་པས་ནི།
en: The mantra should be recited, and the casting movement repeated, seven times.

source: །བསམ་པ་མཆོག་ཏུ་དག་པས་བགྱི།
en: The vidyā holder should recite the Amogharāja and maintain a pure heart.

source: །བཟླས་པ་ཙམ་གྱི་མོད་ལ་ནི། །དོན་ཡོད་ཞགས་པའི་ཕྱག་རྒྱ་ཡིས། །བྱང་ཆུབ་ཐམས་ཅད་དགུག་པ་དང་། །མོད་ལ་སངས་རྒྱས་ཉིད་དུ་འགྱུར།
en: As soon as the mudrā of the noose is displayed—the great unfailing noose—it will elicit complete awakening and effect an instant realization of buddhahood.

source: །གཞན་ཡང་དགོས་པ་སྣ་ཚོགས་དག །ཅི་ལྟར་ཡིད་ལ་བསམ་པ་བཞིན། །མོད་ལ་གྲུབ་པ་བླ་མེད་དང་།
en: Whatever other tasks the vidyā holder may have in mind, the mudrā will elicit instant and complete success in them that cannot be matched.

source: །མོད་ལ་ཐམས་ཅད་དགུག་པར་འགྱུར། །ལྷ་དང་ཀླུ་དང་གནོད་སྦྱིན་དང་། །དྲི་ཟ་ལྷ་མིན་ནམ་མཁའ་ལྡིང་། །མི་འམ་ཅི་དང་ལྟོ་འཕྱེ་ཆེ། །རིག་སྔགས་འཆང་ལ་བལྟ་བའི་ཕྱིར།
en: Devas, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, and mahoragas will all arrive that very moment in order to see the vidyā holder.

source: །ཐམས་ཅད་དེ་ཡི་མོད་ལ་འདུ། །ཕྱོགས་བཅུའི་སངས་རྒྱས་ཐམས་ཅད་དག །དེ་ཉིད་གཟིགས་པས་གཟིགས་པར་འགྱུར།
en: All the buddhas in the ten directions will direct their gaze at him and appear to him in person.

source: །རིག་སྔགས་འཆང་ལ་ཕྱག་བགྱིའི་ཕྱིར། །བྱང་ཆུབ་སེམས་དཔའ་འདུ་བར་འགྱུར།
en: The bodhisattvas, too, will arrive in order to honor him.

source: །མགོན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས། །མཆོག་སྦྱིན་སྤྱི་བོར་ཕྱག་འཇོག་འགྱུར།
en: Noble Avalokiteśvara, the boon-granting lord, will place his hand on the vidyā holder’s head.

source: །ཡོངས་སུ་དག་པའི་བདག་ཉིད་ཀྱི། །རང་བཞིན་མོད་ལ་སྟོན་པར་མཛད། །གང་དག་མནར་མེད་སོང་བ་དང་།
en: He will instantly manifest before the vidyā holder in his pure body. “

source: །སེམས་ཅན་མཚམས་མེད་ལྔ་བགྱིད་དང་། །གང་དག་འཕགས་ལ་སྐུར་འདེབས་དང་། །གང་དག་དམ་ཆོས་སྤོང་བ་དང་། །ཕྱག་རྒྱ་འདི་མཐོང་འཛིན་འཇུག་གམ། །བཅིངས་པས་མོད་ལ་སྡིག་པ་ཀུན། །འཇིག་འགྱུར་མོད་ལ་འདྲེན་པ་མཐོང་།
en: If any beings—such as those destined to be reborn in the Avīci hell because of committing the five acts of immediate retribution, criticizing the noble ones, or rejecting the true Dharma—see this mudrā displayed and employed, all their wrongdoings will be quashed, and they will instantly behold the Guide.

source: །ཕྱག་རྒྱ་བཅིངས་པ་ཙམ་གྱིས་ནི། །དགོས་པ་ཐམས་ཅད་འགྲུབ་པར་འགྱུར།
en: All their tasks will be accomplished as soon as the mudrā is formed.

source: །ཕྱག་རྒྱ་འདི་ནི་མཐོང་ཙམ་དང་། །གསང་སྔགས་ཟློས་པར་བགྱིད་པ་དང་། །རིག་སྔགས་འཆང་བ་མཐོང་བ་དེ། །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ནི། །མངོན་དུ་མཐོང་བར་བལྟ་བར་བྱ།
en: When the vidyā holder displays this mudrā while reciting the mantra, it is the same as if he were displaying the face of Noble Avalokiteśvara.

source: །ཚེ་རབས་བརྒྱུད་པར་བསྐལ་པ་ནི། །བརྒྱ་དང་སྟོང་དུ་བསགས་པ་ཡི། །སྡིག་པ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས། །ཕྱག་རྒྱ་བཅིངས་སམ་མཐོང་ཙམ་གྱིས། །དགུན་འབྱང་འགྱུར་སོམ་ཉི་མེད།
en: By merely displaying or seeing this mudrā, all his wrongdoings and karmic obscurations accumulated over hundreds of thousands of births, eon after eon, will be purified; there is no doubt about this. “

source: །ཐལ་མོ་ལྷན་ཅིག་དམ་པར་སྦྱར་ཏེ།
en: The wise vidyā holder should form the shape of a lotus by firmly joining his hands with the fingers arranged symmetrically.

source: མཁས་པས་པདྨའི་ཚུལ་དུ་བགྱིས་ལ་མཛུབ་མོ་ནོར་བུར་བགྱིས་ཏེ་གུང་མོ་ཡིད་ཙམ་ཞིག་བཀུག་པ་ནི།
en: His index fingers should form the shape of a jewel, and the middle fingers should be folded.

source: ཡིད་བཞིན་གྱི་ནོར་བུ་ཆེན་པོའི་རྒྱལ་མཚན་གྱི་རྩེ་མོ་སྟེ་ལག་པ་སྤྱི་བོར་བརྐྱང་ནས་སྤྱི་བོར་དབང་བསྐུར་བ་སྩོལ་བའི་གསང་སྔགས་འདི་བརྗོད་དོ། །ཨོཾ་སྟྲཻ་ཡ་དྷཱ་ནུ་ག་ཏ། ཨ་བྷི་ཥིཉྩ་ཏུ།
en: His arms should be extended upward, forming a banner topped by the great wish-fulfilling jewel.

source: སརྦ་སྟྲཻ་ཡ་དྷཱ།
en: The vidyā holder should consecrate the crown of his head while reciting the mantra: [99] “Oṁ, you who abide in the three times, consecrate me with all the consecrations of the three times!

source: ཨ་བྷི་ཥེ་ཀཻཿ པདྨ་མ་ཎི་སུ་པདྨེ།
en: O jewel among lotuses!

source: ཨ་མོ་གྷེ་སརྦ་ཏ་ཐཱ་ག་ཏ།
en: Auspicious amogha lotus, blessed by all the tathāgatas!

source: ཨ་དྷི་ཥྛི་ཏེ་ཧཱུྃ།
en: Hūṁ! “

source: འདིས་དབང་བསྐུར་བ་ཙམ་གྱིས། རིག་སྔགས་འཆང་ལ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་དབང་བསྐུར་བར་འགྱུར་རོ།
en: With this mudrā and mantra alone, the vidyā holder is consecrated by all the tathāgatas.

source: །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་ཕྱག་གིས་དབང་བསྐུར་བར་འགྱུར་རོ། །རིག་སྔགས་འཆང་གི་བྱ་བ་བྱེད་པའི་རྒྱལ་པོ་ཆེན་པོར་འགྱུར་རོ། །རིག་སྔགས་འཆང་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་རོ།
en: He is consecrated by Noble Avalokiteśvara’s own hand, becomes the great king of vidyādharas, and accomplishes all vidyās.

source: །ཉོན་མོངས་པའི་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་དག་པར་འགྱུར་རོ། །འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་གཙོ་བོ་གཅིག་པུའི་གནས་སུ་འགྱུར་རོ།
en: All his afflictions and obscurations are purified, and he becomes the most exalted person in the world. “

source: །སྤྱི་གཙུག་རྡོ་རྗེའི་པདྨ་བཅིང་། །རྟག་ཏུ་སོར་མོའི་རྩེ་མོ་བརྐྱང་།
en: The vidyā holder should form a vajra lotus on his head with the tips of his extended fingers.

source: །མཛུབ་མོ་ལྕགས་ཀྱུའི་ཚུལ་དུ་བགྱིའོ། །རང་གི་གདོང་གི་ཁྲོ་གཉེར་བཞིན། །ཁྲོ་བོའི་རྒྱལ་པོའི་ཕྱག་རྒྱ་སྟེ།
en: His index fingers should form the shape of a hook, and he should knit his eyebrows.

source: །ལས་ཀུན་སྒྲུབ་པར་བགྱིས་པ་ཡི། །ཐམས་ཅད་སྒྲུབ་བྱེད་ཕྱག་རྒྱ་སྟེ།
en: This is the mudrā of Krodharāja that accomplishes all activities; it brings all accomplishments.

source: །ཀུན་སྒྲུབ་དམ་པའི་གསང་སྔགས་པས། །འདི་དྲན་སྒྲུབ་པ་ཀུན་གྱི་མཆོག །
en: Recollecting this supremely efficacious mantra is the ultimate way of accomplishing everything. [

source: ཨོཾ་ཀྲོ་དྷ་རཱ་ཛཱ་དྷ་མ་ཧཱ།
en: 100] “Oṁ, Krodharāja, great and unfailing!

source: ཨ་མོ་གྷ་ཧ་ན་ཧ་ན། སརྦ་དུཥྜ་ན་ཧཱུྃ།
en: Strike, strike all the villains, hūṁ! “

source: ཕྱག་རྒྱ་འདི་དྲན་ཙམ་གྱིས་ཀྱང་། །མཐུ་ཆེན་པོ་ཡི་གསང་སྔགས་ཀྱིས།
en: It is sufficient to merely recollect this mantra while displaying the mudrā, as it has great power.

source: །གདུག་པ་ཀུན་ནི་རྣམ་འཇིག་སྟེ། །རི་རབ་ཀྱང་ནི་སྙིལ་བར་བགྱིད།
en: The vidyā holder will be able to destroy all wicked beings and even shatter Mount Sumeru.

source: །ཕྱག་རྒྱ་བཅིང་བ་བགྱིས་པ་ཡིས། །སྡིག་པ་ཐམས་ཅད་འཇིག་པར་བགྱིད། །སེམས་ཅན་གདུག་དང་གདུག་པའི་ཀླུ། །བགེགས་དང་ལོག་འདྲེན་གདུག་པ་སྟེ། །དེ་དག་ཐམས་ཅད་ཞི་བར་འགྱུར།
en: When this mudrā is displayed, all miscreants and evil beings will perish, and all the wicked nāgas, vighnas, and vināyakas will be pacified.

source: །ཕྱག་རྒྱ་བཅིངས་པ་ཙམ་གྱིས་ནི། །ཐམས་ཅད་དབང་དུ་གྱུར་ནས་མཆིས།
en: As soon as the mudrā is formed, they all come under the vidyā holder’s control and will remain so.

source: །ལྷ་དང་མི་དང་དགེ་སྦྱོང་དང་། །བྲམ་ཟེ་རྒྱལ་རིགས་གང་ལགས་པ། །ཐམས་ཅད་དབང་དུ་གྱུར་ནས་ནི། །མཆིས་པར་འགྱུར་བ་སོམ་ཉི་མེད།
en: All devas, humans, monks, brahmins, śūdras, and kṣatriyas will fall under his thrall and will remain so; there is no doubt about this. “

source: །རྒྱུད་ནི་རྟག་ཏུ་མཉམ་གཞག་ལ། །མཐེ་བོ་མཉམ་དུ་བཏེག་ནས་ནི། །གུང་མོ་ཡིས་ནི་གུང་མོ་ཉིད། །ཡིད་ཙམ་བཀུག་ནས་བསྒྲེང་བར་བགྱི།
en: The well-focused vidyā holder should join his thumbs together, so that they are evenly aligned, and stretch out his middle fingers while bending them upwards.

source: །འདི་ནི་པདྨ་ཆེན་པོ་ཡི། །ལྷ་མོ་སྒྲོལ་མའི་ཕྱག་རྒྱ་སྟེ།
en: This is the great lotus mudrā of the goddess Tārā that is supreme in every respect.

source: །གྲུབ་པ་བླ་ན་མེད་པ་ཡི། །ཐམས་ཅད་ཀྱི་ནི་དམ་པ་ལགས།
en: It brings unexcelled accomplishments. “

source: །ཐལ་མོ་པདྨའི་ཚུལ་དུ་སྦྱར། །མཐེ་བོ་ཉིད་ནི་བརྐྱང་བགྱིས་ལ། །མཐེ་ཆུང་ཡིད་ཙམ་བཀུག་པ་ནི། །དཀར་ཤམ་ཆེན་མོའི་ཕྱག་རྒྱ་སྟེ། །འདི་ནི་ཀུན་གྲུབ་བླ་ན་མེད།
en: If he shapes the mudrā like a lotus bud with only his thumbs outstretched and his little fingers folded in, he makes the divine mudrā of Mahāśvetā, an unexcelled mudrā that brings every accomplishment. “

source: །རྡོ་རྗེའི་ཚུལ་དུ་ཐལ་སྦྱོར་དམ་བཅིངས་ཤིང་། །ཤེས་རབ་ཅན་གྱིས་གཡས་པའི་ལག་བསྒྱུར་ལ། །ཁྲོ་གཉེར་བཞིན་ནི་དེ་བཞིན་ཁྲོ་བ་དང་།
en: The wise vidyā holder should firmly lock his hands in a vajra-shaped añjali gesture, close his right hand, and put a frown on his face.

source: །ཕྱག་རྒྱ་ཆེན་པོ་ཀུན་འདོད་རབ་ཏུ་སྦྱིན།
en: This is the great mudrā of Bhṛkuṭī that grants all wishes. “

source: །ལག་པ་གཉིས་ཀྱིས་ཐལ་སྦྱར་བརྐྱང་ནས་ནི། །གསང་བ་དེ་བརྐྱང་གུང་མོ་བསྐུམ་ནས་ནི། །མཐེ་ཆུང་བརྐྱང་ནས་ལྕགས་སྒྲོག་པདྨ་ཡི། །ཚུལ་དུ་སྙིང་གའི་གནས་སུ་གཞག་པར་བགྱི། །ཕྱག་རྒྱ་འདི་ནི་ཕྱག་རྒྱ་ཆེ།
en: The great mudrā is formed when the vidyā holder makes the añjali gesture with his hands outstretched, then forms the shape of conjoined lotuses by straightening his thumbs and folding them between his hands with his small fingers outstretched, and then positions his hands at his heart.

source: །ཕྱག་རྒྱ་འདི་ནི་བཅིངས་པ་ཡིས། །དཀྱིལ་འཁོར་ཀུན་ནས་ལྷ་དག་དང་།
en: This is the mudrā of all the deities dwelling in the maṇḍala.

source: །དཀྱིལ་འཁོར་ལྷ་ཀུན་དགའ་བར་འགྱུར། །ཐམས་ཅད་འཚོགས་ཤིང་འདུ་བ་དང་། །ཀུན་གྱིས་བསྲུང་བགྱིད་སོམ་ཉི་མེད། །ཕྱག་རྒྱ་འདི་ཉིད་བཤིག་ནས་ལག་པ་ནི།
en: When this mudrā is formed, all the maṇḍala deities will rejoice, and they will all arrive together and offer protection; there is no doubt. “

source: །ཐལ་སྦྱར་པདྨའི་ཚུལ་བཞིན་ལེགས་བྱས་ཏེ། །སྙིང་གར་གཞག་པ་གནོད་སྦྱིན་ཕོ་ཉ་མོ། །འདི་ནི་ཕྱག་རྒྱ་ལགས་པར་ལེགས་པར་བསྒྲགས།
en: The same mudrā, if formed with the palms outstretched and joined in the añjali gesture to create the shape of a lotus positioned at the heart, is known as the mudrā of dūtīs and yakṣiṇīs. “

source: །དང་པོར་རྡོ་རྗེ་ཁུ་ཚུར་ལེགས་བཅངས་ལ།
en: The vidyā holder should form a tightly clenched vajra fist with his middle fingers folded in.

source: །གུང་མོ་ལྷག་མ་སྐུམ་ཞིང་མཐེ་བོང་གཞག །
en: His remaining fingers, including the thumbs, should form the shape of a lotus close to his mouth.

source: པདྨ་ཚུལ་གྱི་བཞིན་དྲན་སྒྲོལ་བདུན་གྱི།
en: This mudrā is known as the seven stars.

source: །གྲུབ་པ་ཀུན་གྱི་བླ་མེད་ཕྱག་རྒྱ་འདི།
en: It will produce unexcelled accomplishment in every respect.

source: །སྡིག་པ་ཐམས་ཅད་འཇིག་ཅིང་ཉོན་མོངས་ཀུན། །ནད་ཀུན་ཉེ་བར་ཞི་བ་སོམ་ཉི་མེད། །དོན་ཡོད་པ་ཡི་གྲུབ་པ་བླ་མེད་ཀྱིས།
en: It will cause all evildoers to perish and will remove all afflictions and diseases; there is no doubt.

source: །ཆོ་ག་ཞིབ་མོ་ཐམས་ཅད་རབ་ཏུ་འགྲུབ།
en: It will accomplish all the rites and will bring the supreme amogha accomplishment. “

source: །ལག་པ་གཉིས་ནི་མཉམ་བཞག་སྟེ། །རྡོ་རྗེའི་ཚུལ་དུ་པདྨ་བཅིང་།
en: The vidyā holder should align his hands to form the shape of a vajra lotus.

source: །མཛུབ་མོ་བསྐུམ་པ་བགྱིས་ནས་ནི། །མཐེ་བོ་ཡང་ནི་དགུག་པར་བགྱི།
en: His index fingers should be curled in so that they press on the thumbs.

source: །འདི་ནི་རྟ་མགྲིན་ཕྱག་རྒྱ་སྟེ། །ཆོ་ག་ཞིབ་མོའི་པདྨ་ལགས།
en: This is the mudrā of Hayagrīva, supreme in all rites. “

source: །པདྨའི་ཚུལ་དུ་ཐལ་མོ་སྦྱར།
en: The vidyā holder should join his hands in the añjali gesture to form the shape of a lotus.

source: །མཛུབ་མོས་འཁྱུད་ལ་གུང་མོ་ནི།
en: His middle fingers, formed into hooks, should touch the joints of his index fingers.

source: །ལྕགས་ཀྱུའི་ཚུལ་དུ་བསྒྲེང་བར་བགྱི།
en: His ring fingers should be extended as one.

source: །དོན་ཡོད་ཞགས་པའི་ཕྱག་རྒྱ་འདི། །རྒྱ་མཚོའི་ཀློང་གི་ཁ་ལྟ་བུ།
en: This is the mudrā of Amoghapāśa—the mare’s mouth.

source: །རྡོ་རྗེ་ཟ་བ་ཉིད་ཀྱིས་གསུངས།
en: With it, one can bite diamond.

source: །འདི་ནི་ལས་ཀུན་བགྱིད་པ་པོ། །གྲུབ་པ་ཀུན་གྱི་བླ་ན་མེད།
en: This mudrā is said to accomplish all activities and grant all unexcelled accomplishments. “

source: །ཕྱག་རྒྱ་འདི་ནི་མཛུབ་མོའི་མཐེ་བོ་གཉིས། །ལྕགས་སྒྲོག་ལྷག་མ་བཀུག་ནས་པདྨའི་ཚུལ། །སྙིང་གའི་གནས་སུ་གཞག་པ་མགྲིན་སྔོན་གྱི། །འདི་ནི་དོགས་མེད་ལས་ཀུན་ཕྱག་རྒྱ་ལགས། །ལག་གཉིས་པདྨའི་ཁུ་ཚུར་ཏེ།
en: The same mudrā formed at the heart, but with the index fingers and thumbs joined and the remaining fingers folded to form the shape of a lotus, is the mudrā of Nīlakaṇṭha; it grants proficiency in all the rites. “

source: །གཡས་གཡོན་དུ་ནི་བཞག་ནས་སུ། །ཀུན་ནས་ཞི་བའི་བཞིན་དུ་གཞག །བྱམས་པའི་མིག་གཉིས་བགྱིས་པ་ནི། །ཞལ་ནི་བཅུ་གཅིག་ཕྱག་རྒྱ་སྟེ། །དེ་བཞིན་ཀུན་གྱིས་མི་ཐུབ་པའོ།
en: If the vidyā holder forms the ‘lotus fist’ with both his left and right hands and assumes a gentle expression with a loving pair of eyes, he forms the mudrā of the eleven-headed Avalokiteśvara; it is completely inviolable. “

source: །མཐེ་བོ་མཉམ་པར་མཉམ་བགྱིས་ལ། །སོར་མོའི་རྩེ་མོ་བསྐུམས་པ་དང་། །མཛུབ་མོ་གཉིས་ནི་པདྨའི་ཚུལ། །རིག་པའི་དབང་ཕྱུག་ཕྱག་རྒྱ་ལགས།
en: If he aligns his thumbs symmetrically with the fingertips folded in and the index fingers positioned to form the shape of a lotus, it is the mudrā of Īśvara. “

source: །ཕྱག་རྒྱ་འདི་ཉིད་དབུས་སུ་ནི། །འཁོར་ལོའི་ཚུལ་དུ་མཛུབ་མོ་བསྐུམ། །གཡོན་པ་བརྐྱང་བ་དབང་ཆེན་གྱི། །ཕྱག་རྒྱ་འབྱུང་པོ་ཐམས་ཅད་འཇོམས།
en: The same mudrā formed with the middle fingers contracted to form the shape of the moon and the left index finger extended is the mudrā of Maheśvara; it destroys all the bhūtas. “

source: །ལྕགས་སྒྲོག་དམ་དུ་བགྱིས་ནས་ནི། །ལག་པ་གཉིས་པ་བརྐྱང་ནས་ཀྱང་། །སྙིང་གར་བཞག་པའི་ཕྱག་རྒྱ་སྟེ། །འདི་ནི་རྒྱུན་དུ་གཤིན་རྗེ་ལགས།
en: If the hands are firmly interlocked to form a chain, then extended out, and then brought back close to the heart, this is the mudrā of Yama. “

source: །ལག་པ་གཡོན་པ་བརྐྱང་ནས་སུ། །སོར་མོ་སྒྲེང་བའི་ཐོར་ཐོ་དགུག །གཡས་པ་སྙིང་གར་བཞག་ནས་སུ། །མཐེ་བོ་དང་ནི་མཐེ་ཆུང་དགུག །ལྷག་མ་རྣམས་ནི་བརྐྱང་བགྱིས་ཏེ། །འདི་ནི་ཆུ་ལྷའི་ཕྱག་རྒྱ་སྟེ།
en: If the left hand is extended out with the fingers bent upward, and the right hand placed near the heart with the thumb and the small finger folded in and the remaining fingers extended, this is the great mudrā of Varuṇa.

source: །ཀླུ་ཀུན་དགུག་པའི་མཆོག་ལགས་སོ།
en: It has the power to summon nāgas. “

source: །ལག་པ་གཉིས་ནི་བསྡམས་བགྱིས་ལ། །སོར་མོ་ཕྱིན་ཀ་ལོག་ཏུ་སྦྲེལ། །གཡས་པ་དང་ནི་གཡོན་པ་དག །སྙིང་གའི་གནས་སུ་གཞག་བགྱི་སྟེ། །ཕྱག་རྒྱ་འདི་ནི་ལུས་ངན་གྱི།
en: If the hands are firmly joined so that the fingers of each hand are wrapped around the opposite hand—the fingers of the right hand wrapped around the left and vice versa—and the hands are then folded at the heart, this is the mudrā of Kubera.

source: །གནོད་སྦྱིན་ཐམས་ཅད་སྐྲག་པར་བགྱི།
en: It has the power to destroy all the yakṣas. “

source: །ལག་པ་གཡས་པ་སྤྱི་བོར་ཡང་། །མཐེ་བོ་མཛུབ་མོ་དགུག་བགྱིས་ལ། །ལག་པ་གཡོན་པ་བརྐྱང་ནས་སུ། །མཛུབ་མོ་གྱེན་དུ་བསྒྲེང་བ་ནི། །འདི་ནི་ཚངས་པའི་ཕྱག་རྒྱ་སྟེ།
en: If the right hand is raised with the index finger and thumb folded, and the left hand extended with the fingers pointing upward, this is the mudrā of Brahmā.

source: །ཐམས་ཅད་དུ་ནི་ལས་སྒྲུབ་པའོ།
en: It can accomplish all activities in every way. “

source: །ཕྱག་རྒྱ་འདི་ཉིད་གཡས་པ་ཡི། །མཐེ་ཆུང་སོར་མོ་དགུག་བགྱིས་ཏེ། །དྲང་སྲོང་ཚོགས་ཀྱི་ཕྱག་རྒྱ་འདི།
en: The same mudrā formed with the little finger of the right hand folded is the mudrā of the hosts of ṛṣis.

source: །ལྷ་རྣམས་ཀུན་གྱིས་ཕྱག་བགྱིས་པའོ།
en: It is used for paying homage to the gods. “

source: །ལག་པ་གཉིས་ནི་དམ་བཅིངས་ལ། །ལྟ་སྡུག་འཁོར་ལོའི་ཕྱག་རྒྱ་སྟེ།
en: If the hands are firmly joined to elegantly form the shape of a discus, this is the mudrā of Viṣṇu.

source: །ལྷ་མིན་ཐམས་ཅད་འགུགས་པ་ཡི།
en: It has the power to destroy all asuras. “

source: །ཁྱབ་འཇུག་ཕྱག་རྒྱ་འདི་ཞེས་གསུངས། །གཡས་པ་བཱི་ཛ་པུ་རར་བགྱི། །གཡོན་པ་རྩེ་གསུམ་ཚུལ་དུ་བགྱི། །མཐེ་བོ་མཐེ་ཆུང་བསྐུམ་པ་ནི།
en: If the right hand is made into the shape of a citron, and the left into the shape of a trident with the thumbs and the small fingers folded, this is the mudrā of Rudra.

source: །འབྱུང་པོ་ཐམས་ཅད་བསྐྲད་བགྱིད་པ། །འདི་ནི་གྲག་པའི་ཕྱག་རྒྱར་གསུངས། །གཡས་པ་ཁུ་ཚུར་བཅིངས་ནས་སུ།
en: It has the power to destroy all bhūtas. “

source: །མཛུབ་མོ་བརྐྱང་ནས་གཡོན་པ་ནི། །དཀུར་བསྟེན་ཁུ་ཚུར་བཅངས་ནས་གཞག །སོར་མོ་རྣམས་ནི་བརྐྱང་བར་བགྱི། །དྲག་པོ་རྒྱུན་དུ་ལྟ་བགྱིད་པ། །དེ་བཞིན་ལྷ་ཡི་སྡེ་དཔོན་གྱི། །གཞོན་ནུ་ཕྱག་རྒྱ་འདི་ཞེས་གསུངས།
en: If the right hand is made into a fist with the index finger extended toward the left, and the fist is placed on the hip while the vidyā holder assumes an angry look, this is the mudrā of Kumāra, the general of the army of gods. “

source: །གྱེན་དུ་ལག་པ་གཉིས་བརྐྱང་ནས། །སོར་མོ་གསུམ་ནི་བརྐྱང་བགྱིས་ཏེ། །མཐེ་བོ་མཛུབ་མོ་དགུག་པ་ནི། །འོད་ཟེར་སྟོང་དག་འཕྲོ་བགྱིད་པ། །འདི་ནི་ཉི་མའི་ཕྱག་རྒྱ་ལགས།
en: If the hands are extended upward with three fingers outstretched and the index fingers squeezing the thumbs, this is the mudrā of Āditya; it releases thousands of light rays. “

source: །ཕྱག་རྒྱ་འདི་ཉིད་སོར་མོ་གསུམ། །བཀུག་ནས་སོར་མོ་གཉིས་གཉིས་བརྐྱང་། །སྐར་མའི་ཚོགས་ཀྱིས་མཛེས་གྱུར་པ། །འདི་ནི་ཟླ་བའི་ཕྱག་རྒྱར་གསུངས།
en: The same mudrā formed with three fingers squeezed and the remaining two extended is said to be the mudrā of Soma adorned with a multitude of stars. “

source: །གསང་སྔགས་ཆེན་པོའི་ཕྱག་རྒྱ་འདི་དག་ནི། །ལས་དང་དོན་ཀུན་གྲུབ་པ་བསྒྲུབ་པར་བགྱིད།
en: For these mudrās, there are the following great mantric formulas that make the practice effective and accomplish the aims of all activities.

source: །སྡིག་པ་ཐམས་ཅད་སྤོང་ཞིང་ཉོན་མོངས་ཀུན། །ཉམས་པར་བགྱིད་ཅིང་སྒྲིབ་པ་ཐམས་ཅད་འབྱང་། །ལས་ཀུན་ཟད་པར་བྱེད་ཅིང་དོན་ཡོད་པའི།
en: They remove all wrongdoings and afflictions and are used to purify all the obscurations and exhaust all karma.

source: །ལས་སྒྲུབ་དོན་ཡོད་གྲུབ་པ་འགྲུབ་པར་འགྱུར།
en: They bring the amogha accomplishment and fulfill the amogha activity: [101] “Oṁ, lotus-like Tārā!

source: །ཨོཾ་པདྨ་ཏཱ་རེ་ཏཱ་རཱ་ཡ།
en: Turu turu, hūṁ! [

source: པདྨ་བྷུ་ཛེ་ཧཱུྃ།
en: 102] “Oṁ, great lotus-like, white-bodied goddess!

source: ཨོཾ་མ་ཧཱ་པདྨེ་ཤྭ་རཾ་གེ།
en: Huru huru, svāhā! [103] “Oṁ, lotus-like Bhṛkuṭī!

source: །ཧུ་རུ་ཧུ་རུ་སྭཱ་ཧཱ།
en: Tara tara, hūṁ! [

source: ཨོཾ་བྷྲྀ་ཀུ་ཊི་པདྨེ་ཏ་ར་ཏ་ར་ཧཱུྃ།
en: 104] “Oṁ, lotus-like Pāṇḍaravāsinī! Kuṇḍa kuṇḍa, svāhā! [

source: ཨོཾ་པདྨེ་པཎྜཱ་ར་བཱ་སི་ནི།
en: 105] “Oṁ, the giver of the boons of Amoghapadma!

source: ཀུནྜ་ཀུནྜ་སྭཱ་ཧཱ།
en: Succeed, succeed, hūṁ! [106] “Oṁ, you visit everywhere!

source: ཨོཾ་ཨ་མོ་གྷ་པདྨ་བ་ར་དེ་སིད་དྷྱ་སིད་དྷྱཾ་ཏུ་ཧཱུྃ།
en: Bring them here, O fierce goddess!

source: ཨོཾ་སརྦ་ཏྲ་ག་མི་ནི་ཨ་བྷ་ཡ་རཽ་དྲི་ཎི་ཧཱུྃ།
en: Hūṁ! [107] “Oṁ, Amoghinī! Harlot! Deliver beings!

source: ཨོཾ་ཨ་མོ་གྷ་ནི་ཏཱ་རེ་ཏཱ་རཱ་ཡ་པདྨེ་བྷུ་ཛེ་ཧཱུྃ།
en: O lotus-armed one, hūṁ! [108] “Oṁ, dāru!

source: ཨོཾ་དཱ་རུ་ལ་རུ་ལ་པདྨེ་ཨ་མོ་གྷ་ཧཱུྃ།
en: Fresh lotus!

source: ཨོཾ་བ་ཌ་བ་མུ་ཁེ་ནི་ཀྲིན་ཏཱ་ཡ་དུཥྚ་ན་ཧཱུྃ།
en: Amogha, hūṁ! [109] “Oṁ, Vaḍavāmukhā!

source: ཨོཾ་པདྨེ་ནཱི་ལ་ཀཎྛེ་ཤྭ་ར།
en: Massacre the wicked, hūṁ! [110] “Oṁ, lotus-like Lord Nīlakaṇṭha!

source: བྷུ་རུ་བྷུ་རུ་ཧཱུྃ།
en: Bhuru bhuru, hūṁ! [111] “Oṁ, fair-faced one! Be pleased!

source: ཨོཾ་སཽ་མྱ་བ་ད་ནེ་པྲ་སི་ཏ་ཤཱུ་ས་ཡ་ཧཱུྃ།
en: Pacify, hūṁ! [112] “Oṁ, lotus goddess!

source: ཨོཾ་པདྨེ་ཤྭ་རི་སཱ་དྷཱ་ཡ་ཧཱུྃ།
en: Bring accomplishment, hūṁ! [

source: ཨོཾ་ཨ་མོ་གྷེ་ཤྭ་རེ་ཧཱུྃ།
en: 113] “Oṁ, unerring goddess, hūṁ! [114] “Oṁ, Samarī!

source: ཨོཾ་ས་མ་རི་ཏ་རེ་ཏ་རེ་ཧཱུྃ།
en: Ture ture, hūṁ! [

source: ཨོཾ་ནཱ་ག་པདྨ་ནི་ཧཱུྃ།
en: 115] “Oṁ, lotus goddess of the nāgas!Hūṁ! [

source: ཨོཾ་ཡཀྴཱ་དྷི་པ་ཏི་མུ་རུ་མུ་རུ་ཧཱུྃ།
en: 116] “Oṁ, general of the yakṣas!

source: ཨོཾ་ཨ་མོ་གྷེ་བྲཧྨ་ར་ཏེ་ཧཱུྃ།
en: Muru muru, hūṁ! [117] “Oṁ, Amogha, you are Brahmā’s delight!Hūṁ! [

source: ཨོཾ་ཤི་རི་བར་དེ་ཨ་མོ་གྷ་བྷུ་ཛེ་ཧུྃ།
en: 118] “Oṁ, amogha-armed, you grant the boons of the ṛṣis!Hūṁ! [

source: ཨོཾ་ཨ་མོ་གྷ་ར་ཛ་པདྨ་ན་བྷེ།
en: 119] “Oṁ, King Amogha-Viṣṇu with a lotus growing out of your navel and arms surrounded by water!

source: ས་ར་ས་ར་ས་མནྟ་བྷུ་ཛེ་སྭཱ་ཧཱ།
en: Svāhā! [120] “Oṁ, Rudra!

source: ཨོཾ་རུ་དྲ་རུ་ཊི་མི་ལི་མི་ལི་སྭཱ་ཧཱ།
en: Tuṭi mili, svāhā! [121] “Oṁ, unerring holder of a spear!

source: ཨོཾ་ཤ་ཀ་ཏི་དྷ་རེ་ཨ་མོ་གྷ་བ་ཏི་སྭཱ་ཧཱ།
en: Svāhā! [122] “Oṁ, thousand-rayed one, hūṁ!

source: ཨོཾ་ས་ཧ་སྲ་ཀི་ར་ཎེ་ཧཱུྃ་རུ་ཧི་སྭཱ་ཧཱ།
en: Turi, svāhā! [123] “Oṁ, the light of Soma!

source: ཨོཾ་སཽ་མ་བཧྨེ་ཧཱུྃ།
en: Hūṁ! “

source: དེ་བཞིན་ཕྱག་རྒྱ་གསང་སྔགས་གསུངས་པ་ཡང་། །ཕྱག་རྒྱ་ཐ་དད་གསང་སྔགས་ཐ་དད་སྒྲུབ། །གསང་སྔགས་འཆང་གིས་ཅི་སྐད་གསུངས་པའི་ལས།
en: These are the mantras for the mudrās that have been taught, with each mudrā having a corresponding mantra.

source: །རྟག་ཏུ་ཀུན་བགྱིད་མདོར་ན་ཐམས་ཅད་བགྱིད།
en: The vidyā holder should always perform each rite in full as instructed.

source: །གཙང་མ་སྤྱོད་པ་གཙང་མ་དག །ལེགས་བཀྲུས་གཙང་མའི་གོས་བགོས་ནས།
en: He should follow the rules of ritual purity, be clean and well washed, and wear clean clothes.

source: །དྲི་ཞིམ་དྲི་ཡིས་དཔུང་པ་དང་། །ལག་པ་ཡན་ལག་བྱུགས་ནས་སུ། །ཕྱག་རྒྱལ་ན་རེ་བཅིངས་པ་ན། །གསང་སྔགས་ལན་རེ་བཟླས་པར་བགྱི། །ཕྱག་རྒྱ་དག་ནི་བཅིངས་པ་དང་།
en: He should anoint his arms and hands with fragrant unguents and practice the mudrās one at a time.

source: །གསང་སྔགས་བཟླས་པའི་མོད་ལ་ནི། །བརྒྱ་སྟོང་ཕྲག་ནི་འབུམ་ཕྲག་འབུམ། །ཕྱག་རྒྱ་དག་ནི་བཅིངས་པར་འགྱུར། །ཕྱག་རྒྱ་བཅིངས་པ་བགྱིས་པ་ན།
en: If he mindfully repeats a mantra when displaying its corresponding mudrā, it will be the same as displaying this mudrā hundreds of thousands of millions upon millions of times. “

source: བསོད་ནམས་ཀྱི་ཕུང་པོ་ཆེན་པོ་དང་ལྡན་པར་འགྱུར་རོ། །སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱིས་ལུང་བསྟན་པ་དང་། བྱིན་གྱིས་བརླབས་པར་འགྱུར་རོ།
en: The vidyā holder who displays a mudrā acquires a great amount of merit and receives a prophecy from all the buddhas and bodhisattvas of his future awakening, as well as their blessing.

source: །ལྷ་ཐམས་ཅད་ཀྱིས་ལེགས་པར་བསྲུང་བར་འགྱུར་རོ། །འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་མཆོད་གནས་གཅིག་པུར་འགྱུར་རོ། །འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་བླ་མ་གཅིག་པུར་འགྱུར་རོ།
en: He is protected by all deities, receives unparalleled worship from the entire world, and becomes the favorite teacher of all beings.

source: །དཀྱིལ་འཁོར་གྱི་ཕྱག་རྒྱའི་ཆོ་ག་རིམ་པར་བྱེ་བ་དམ་ཚིག་ཐམས་ཅད་ལ་ཞུགས་པར་འགྱུར་རོ།
en: He enters the samaya bond required for the entire range of mudrā-based rites in every maṇḍala.

source: །ཚེ་དཔག་ཏུ་མ་མཆིས་པར་འགྱུར་རོ། །དོན་ཡོད་པའི་རིག་སྔགས་འགྲུབ་པར་འགྱུར་རོ། །ཚིག་བཙན་པར་འགྱུར་རོ།
en: His lifespan becomes infinite, and he becomes a vidyādhara whose accomplishment cannot fail and whose speech is always heeded.

source: །དྲན་པ་དང་བློ་གྲོས་བག་ཚ་བ་མ་མཆིས་པར་འགྱུར་རོ།
en: He also acquires the powers of recollection, intelligence, and confidence.

source: །བློ་གྲོས་ཐོགས་པ་མ་མཆིས་པར་འགྱུར་རོ།
en: His intelligence becomes perfect. “

source: །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་མཆོག་སྦྱིན་པ་མཛད་པ་རྟག་ཏུ་ལྟ་འཚལ་བར་འགྱུར་རོ།
en: Such a vidyā holder will receive boons from Noble Avalokiteśvara.

source: །རྟག་ཏུ་དམ་པ་སྩོལ་བར་འགྱུར་རོ། །རྟག་ཏུ་དགྲ་དང་ཕས་ཀྱི་རྒོལ་བ་དང་།
en: The noble Lord will appear according to the vidyā holder’s wish and generously grant boons.
